{
    "A3F4C9": {
        "Name": "AM",
        "Artist": "Arctic Monkeys",
        "Date": "13/09/2013",
        "TrackN": 12,
        "Time": 41.38,
        "Genre": ["Indie Rock", "Psichedelic Rock"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2734ae1c4c5c45aabe565499163",
        "Descr": "A sleek, mature album blending indie rock with R&B grooves and nocturnal vibes.",
        "LongDescr":"Arctic Monkeys’ AM (2013) marks a bold evolution in their sound, blending rock, R&B, and hip-hop-inspired rhythms. The album pulses with sleek, seductive grooves, underpinned by Alex Turner’s sharp, introspective lyrics about love, desire, and late-night escapades. Tracks like “Do I Wanna Know?” and “R U Mine?” showcase hypnotic riffs and moody atmospheres, while subtle electronic textures add a modern edge. AM balances swagger and vulnerability, exploring complex relationships with wit and sophistication. Its stylish production and catchy hooks cemented Arctic Monkeys as indie rock innovators, delivering a record that is simultaneously edgy, accessible, and undeniably memorable—a contemporary classic.",
        "Rating": {
            "Sound": 5,
            "Length": 4,
            "Difficulty": 3
        },
        "BgImgLink":"https://i.pinimg.com/736x/de/f4/10/def4105570168db9baa6074345be2d22.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/78bpIziExqiI9qztvNFlQu"
    },
    "9E2F7B": {
        "Name": "Fine Line",
        "Artist": "Harry Styles",
        "Date": "13/12/2019",
        "TrackN": 12,
        "Time": 46.43,
        "Genre": ["Pop Rock", "Soft Rock"],
        "Link": "https://i.scdn.co/image/ab67616d0000b27377fdcfda6535601aff081b6a",
        "Descr": "An emotional pop-rock record exploring love, heartbreak, and self-discovery.",
        "LongDescr":"Harry Styles’ Fine Line (2019) is a heartfelt and ambitious pop-rock album exploring themes of love, heartbreak, and personal growth. With lush arrangements blending soft rock, funk, and indie-pop elements, the record reveals Styles’ vulnerability and emotional depth. Standout tracks like “Adore You” and “Watermelon Sugar” balance catchy hooks with introspective storytelling, while experimental production choices create a cinematic atmosphere. Fine Line demonstrates his evolution from boy band sensation to a confident, mature solo artist. The album’s rich instrumentation, heartfelt lyrics, and dynamic vocals make it a compelling, deeply personal work that resonates with fans worldwide.",
        "Rating": {
            "Sound": 4,
            "Length": 4,
            "Difficulty": 2
        },
        "BgImgLink":"https://images.megahits.pt/harry_styles1916761b_vertical.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/track/6VzcQuzTNTMFnJ6rBSaLH9"
    },
    "B4D8FA": {
        "Name": "I Love You",
        "Artist": "The Neighbourhood",
        "Date": "22/04/2013",
        "TrackN": 11,
        "Time": 48.19,
        "Genre": ["Alternative Rock", "Indie Pop"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2738265a736a1eb838ad5a0b921",
        "Descr": "A moody debut filled with dark pop tones and cinematic atmosphere.",
        "LongDescr":"The Neighbourhood’s I Love You (2013) continues the band’s signature blend of moody alternative rock and atmospheric indie pop. Dark, cinematic production underlines emotionally charged lyrics exploring love, longing, and self-reflection. Tracks such as “Afraid” and “R.I.P. 2 My Youth” combine hypnotic rhythms with haunting melodies, creating a sense of brooding intimacy. The album balances vulnerability and intensity, showcasing the band’s flair for melodic experimentation and darkly stylish soundscapes. I Love You cements The Neighbourhood’s identity as purveyors of melancholic yet captivating music, inviting listeners into a reflective and immersive sonic world that resonates deeply with modern indie audiences.",
        "Rating": {
            "Sound": 4,
            "Length": 5,
            "Difficulty": 3
        },
        "BgImgLink":"https://indieemusic.com/wp-content/uploads/2020/03/ef68562dd72f92dd3d8c131aa28782dc.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/4xkM0BwLM9H2IUcbYzpcBI"
    },
    "C2E6A1": {
        "Name": "Favourite Worst Nightmare",
        "Artist": "Arctic Monkeys",
        "Date": "23/04/2007",
        "TrackN": 12,
        "Time": 37.04,
        "Genre": ["Indie Rock", "Garage Rock"],
        "Link": "https://i.scdn.co/image/ab67616d0000b273b1f8da74f225fa1225cdface",
        "Descr": "A fast-paced, energetic follow-up packed with sharp lyrics and raw guitar riffs.",
        "LongDescr":"Arctic Monkeys’ Favourite Worst Nightmare (2007) is a high-energy, guitar-driven album that builds on the band’s breakout success. Known for its rapid tempos, punchy riffs, and Alex Turner’s witty and observational lyrics, the record captures youthful angst and urban storytelling. Tracks like “Brianstorm” and “Fluorescent Adolescent” combine catchy hooks with relentless energy, creating a vibrant and edgy atmosphere. The album blends garage rock rawness with indie sensibility, showcasing the band’s growing musical sophistication. Favourite Worst Nightmare is a dynamic, unforgettable record that solidifies Arctic Monkeys’ reputation as one of the most inventive and exciting acts in modern rock.",
        "Rating": {
            "Sound": 5,
            "Length": 4,
            "Difficulty": 4
        },
        "BgImgLink":"https://i.pinimg.com/564x/20/2b/0a/202b0a4f5b01e5d466fd9de0cce7f458.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/1XkGORuUX2QGOEIL4EbJKm"
    },
    "7FD43C": {
        "Name": "Maggese",
        "Artist": "Cesare Cremonini",
        "Date": "10/06/2005",
        "TrackN": 14,
        "Time": 59.00,
        "Genre": ["Pop"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2737839771341a65f97aa2c7f47",
        "Descr": "An introspective Italian pop album rich in melody and poetic storytelling.",
        "LongDescr":"Cesare Cremonini’s Maggese (2005) is a reflective and melodic Italian pop album, blending heartfelt lyrics with catchy, intricate compositions. The record explores themes of youth, love, and personal growth, showcasing Cremonini’s talent for poetic storytelling. Tracks such as “Marmellata #25” and “Le Sei E Mezzanotte” combine infectious melodies with thoughtful arrangements, highlighting his emotive vocals and sense of musical craftsmanship. The album balances introspection with light-hearted moments, creating a rich, dynamic listening experience. Maggese demonstrates Cremonini’s early artistic depth, establishing him as a prominent voice in contemporary Italian pop music, celebrated for both lyricism and charm.",
        "Rating": {
            "Sound": 4,
            "Length": 5,
            "Difficulty": 3
        },
        "BgImgLink":"https://lh5.googleusercontent.com/proxy/HHdKBz0f9funh58OdQsLx7Q701HO27ES5llo78zdBpW6_wKQdxY5UgkOO2P1r7MvYv9r1o4Oq_McWH49jrTmOB3Ayt_AewtAgFA0blcigKbMkMw1kIwO",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/2M3o8iR1OVUWa50OmAOkK3"
    },
    "E9B51F": {
        "Name": "Greatest Hits",
        "Artist": "The Police",
        "Date": "28/09/1992",
        "TrackN": 16,
        "Time": 67.49,
        "Genre": ["Rock", "New Wave", "Reggae Rock"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2732c43e73e7d34cae022f53daa",
        "Descr": "A collection of The Police’s iconic hits blending rock, reggae, and new wave.",
        "LongDescr":"The Police’s Greatest Hits (1992) is a definitive compilation capturing the band’s innovative fusion of rock, reggae, and new wave. Featuring timeless tracks like “Every Breath You Take,” “Roxanne,” and “Message in a Bottle,” the album highlights the band’s masterful songwriting, rhythmic ingenuity, and Sting’s unmistakable vocals. The collection spans their most influential work, balancing energetic grooves with introspective ballads, demonstrating the band’s versatility and lasting appeal. Greatest Hits remains a landmark in modern rock history, offering both longtime fans and newcomers a comprehensive and captivating journey through The Police’s genre-defying musical legacy.",
        "Rating": {
            "Sound": 5,
            "Length": 5,
            "Difficulty": 2
        },
        "BgImgLink":"https://pbs.twimg.com/media/G3zJyatWgAAay-K.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/1wNDlgfrrLKInAgz5W4b2n"
    },
    "8C0E5A": {
        "Name": "her",
        "Artist": "JVKE",
        "Date": "30/08/2024",
        "TrackN": 1,
        "Time": 2.52,
        "Genre": ["Pop"],
        "Link": "https://i.scdn.co/image/ab67616d0000b273a0934c15232680a3afc9da6e",
        "Descr": "A heartfelt pop single capturing emotion through tender vocals and smooth production.",
        "LongDescr":"JVKE’s single her (2024) is a delicate pop track showcasing intimate lyricism and smooth, modern production. With tender vocals and minimalist instrumentation, the song captures themes of love, longing, and emotional vulnerability. Her demonstrates JVKE’s ability to convey complex feelings through simple yet effective musical arrangements, creating a personal and immersive listening experience. Despite its brevity, the track leaves a lasting impression, highlighting his emerging talent as a pop artist capable of blending emotive storytelling with catchy, contemporary sounds. her resonates deeply with audiences seeking heartfelt and relatable pop music.",
        "Rating": {
            "Sound": 4,
            "Length": 1,
            "Difficulty": 1
        },
        "BgImgLink":"https://yt3.googleusercontent.com/4dgYeZmDyC_aVQ-Vts5W5zNF48NZxN3Qg409OGaPX-4ketjiL3XeQDlE6ETBvcDVQKrpfg76=s900-c-k-c0x00ffffff-no-rj",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/track/6G9YlbU3ByPJQvOFDRdwyM"
    },
    "6A1BF2": {
        "Name": "I Miss You Already + I Haven't Left Yet",
        "Artist": "Del Water Gap",
        "Date": "29/09/2023",
        "TrackN": 12,
        "Time": 42.00,
        "Genre": ["Indie Pop", "Alternative"],
        "Link": "https://i.scdn.co/image/ab67616d0000b273540ad0064c7c3e34d8c5c921",
        "Descr": "A reflective indie-pop album exploring love, longing and self-discovery with emotional lyricism and sleek production.",
        "LongDescr":"Del Water Gap’s I Miss You Already + I Haven’t Left Yet (2023) is an emotionally rich indie-pop album blending introspective lyrics with polished, atmospheric production. The record delves into themes of love, loss, and personal growth, with standout tracks offering poignant storytelling and melodic sophistication. Songs such as “Pretend” and “Stay” highlight the delicate balance between vulnerability and hope, wrapped in lush instrumental arrangements. The album captures the subtleties of emotional experience, providing an immersive listening journey. With its evocative soundscapes and heartfelt performances, it solidifies Del Water Gap as a compelling voice in contemporary indie music.",
        "Rating": {
            "Sound": 4,
            "Length": 4,
            "Difficulty": 3
        },
        "BgImgLink":"https://freight.cargo.site/w/1500/i/0aeabe9e10b7de228638acb8255db3d9cc3177498a6caa2ae1c706d1f931dfa7/Lead-Press-Vertical_-99912703-110657.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/6iXKJVVucUkEKFiGDqyPgM"
    },
    "D54C78": {
        "Name": "Unorthodox Jukebox",
        "Artist": "Bruno Mars",
        "Date": "07/12/2012",
        "TrackN": 10,
        "Time": 40.00,
        "Genre": ["Pop", "R&B", "Funk", "Soul", "Reggae", "Disco"],
        "Link": "https://i.scdn.co/image/ab67616d0000b273926f43e7cce571e62720fd46",
        "Descr": "A genre-blending sophomore album exploring relationships across pop, reggae and rock influences.",
        "LongDescr":"Bruno Mars’ Unorthodox Jukebox (2012) is a versatile and energetic album that fuses pop, R&B, funk, soul, reggae, and disco. The record explores themes of love, heartbreak, and personal expression through infectious melodies, tight grooves, and polished production. Standout tracks like “Locked Out of Heaven” and “Treasure” showcase his charismatic vocal performance and genre-blending creativity. The album’s rich instrumentation, clever songwriting, and playful experimentation demonstrate Mars’ growth as a performer and songwriter. Unorthodox Jukebox is both accessible and sophisticated, delivering a fun yet emotionally resonant listening experience that cements Bruno Mars’ place in contemporary pop music.",
        "Rating": {
            "Sound": 5,
            "Length": 4,
            "Difficulty": 3
        },
        "BgImgLink":"https://wallpapers.com/images/featured/bruno-mars-pictures-8jl7770hxqunvb2i.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/58ufpQsJ1DS5kq4hhzQDiI"
    },
    "F18C42": {
        "Name": "Cani Sciolti",
        "Artist": "Francesca Michielin",
        "Date": "24/02/2023",
        "TrackN": 12,
        "Time": 41.22,
        "Genre": ["Pop", "Indie Pop"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2734904ed8abd1254120fc2174b",
        "Descr": "A mature, introspective pop record marked by organic sounds and personal storytelling.",
        "LongDescr": "Francesca Michielin’s Cani Sciolti (2023) is an intimate and expressive pop album built around organic instrumentation and heartfelt songwriting. Exploring themes of independence, vulnerability, and identity, the record blends acoustic textures with subtle electronic layers. Tracks like “cheyenne” and “occhi grandi grandi” highlight Michielin’s soulful vocal delivery and lyrical depth. The album’s warm production and emotional nuance create a reflective soundscape that captures the complexity of growing up and learning to let go. Cani Sciolti stands as one of her most mature and personal works, offering a blend of authenticity, charm, and musical sophistication.",
        "Rating": {
            "Sound": 4,
            "Length": 4,
            "Difficulty": 3
        },
        "BgImgLink": "https://static2.iodonna.it/wp-content/uploads/2020/03/Musica-che-unisce-francesca_michielin_MCU12.jpg?v=1464051",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/33YeCr0tgMg6yS4UWCAYaW"
    },
    "A9D7E3": {
        "Name": "Bagus",
        "Artist": "Cesare Cremonini",
        "Date": "20/09/2002",
        "TrackN": 12,
        "Time": 51.30,
        "Genre": ["Pop", "Pop Rock"],
        "Link": "https://i.scdn.co/image/ab67616d0000b273e49f7d35b8f21b21defa0435",
        "Descr": "A vibrant debut album mixing pop charm, youthful energy and poetic Italian songwriting.",
        "LongDescr": "Cesare Cremonini’s debut album Bagus (2002) is a lively blend of pop, rock, and melodic introspection. Filled with youthful energy and heartfelt storytelling, the album showcases Cremonini’s distinctive voice and early artistic personality following his success with Lùnapop. Tracks like “Latin Lover” and “Gli Uomini e le Donne Sono Uguali” mix catchy hooks with emotional depth, while softer moments highlight his talent for introspective lyricism. The production is warm and dynamic, capturing both the playful and reflective aspects of his music. Bagus stands as an essential introduction to Cremonini’s solo journey.",
        "Rating": {
            "Sound": 4,
            "Length": 4,
            "Difficulty": 2
        },
        "BgImgLink": "https://i.scdn.co/image/ab6761610000e5eb6e902d19e31e358becea34ee",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/6WbUYB2fDctcuzTsQXWcF6"
    },
    "ED4A91": {
        "Name": "The 1975",
        "Artist": "The 1975",
        "Date": "02/09/2013",
        "TrackN": 16,
        "Time": 74.00,
        "Genre": ["Indie Pop", "Synthpop", "Alternative"],
        "Link": "https://i.scdn.co/image/ab67616d0000b27304f21e12e67ba0dfd5db4fbf",
        "Descr": "An atmospheric debut blending indie pop, synth textures and emotional storytelling.",
        "LongDescr": "The 1975’s self-titled debut album (2013) is a sprawling, atmospheric project that mixes indie pop, synth-driven soundscapes, and introspective lyricism. Tracks like “Sex,” “Chocolate,” and “Robbers” have become modern indie staples, showcasing the band’s trademark blend of nostalgia, melancholy, and youthful energy. The production is lush and cinematic, with shimmering guitars and dreamy synths supporting Matt Healy’s emotive vocals. The album explores themes of adolescence, relationships, and self-discovery, creating an immersive sonic world that helped define the band’s iconic aesthetic and influence.",
        "Rating": {
            "Sound": 5,
            "Length": 5,
            "Difficulty": 3
        },
        "BgImgLink": "https://i.pinimg.com/736x/96/4f/48/964f4899389f0d69bd54d1ca8e7cd2fe.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/74EKsgjD5GJOJpthJ59dhQ"
    },
    "C7F2AA": {
        "Name": "Currents",
        "Artist": "Tame Impala",
        "Date": "17/07/2015",
        "TrackN": 13,
        "Time": 51.12,
        "Genre": ["Psychedelic Pop", "Synthpop", "Indie"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2739e1cfc756886ac782e363d79",
        "Descr": "A lush psychedelic-pop journey exploring change, transformation and emotional turbulence.",
        "LongDescr": "Tame Impala’s Currents (2015) marks a pivotal shift from psychedelic rock to synth-heavy pop, creating a hypnotic soundscape that explores themes of personal change and emotional evolution. Tracks like “Let It Happen” and “The Less I Know the Better” combine groovy basslines with swirling synth textures and lush production. Kevin Parker’s introspective lyrics and meticulous arrangements create an immersive world that feels both dreamy and cathartic. Currents is widely celebrated as a modern classic, blending innovation with emotional resonance.",
        "Rating": {
            "Sound": 5,
            "Length": 4,
            "Difficulty": 4
        },
        "BgImgLink": "https://i0.wp.com/www.lindiependente.it/wp-content/uploads/2020/02/Tame-Impala-Neil-Krug-Hi-Res.jpg?fit=1200%2C800&ssl=1",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/79dL7FLiJFOO0EoehUHQBv"
    },
    "D83B60": {
        "Name": "Happier Than Ever",
        "Artist": "Billie Eilish",
        "Date": "30/07/2021",
        "TrackN": 16,
        "Time": 56.00,
        "Genre": ["Pop", "Alternative Pop"],
        "Link": "https://i.scdn.co/image/ab67616d0000b2732a038d3bf875d23e4aeaa84e",
        "Descr": "A bold, emotional album blending soft pop, jazz influences and atmospheric production.",
        "LongDescr": "Billie Eilish’s Happier Than Ever (2021) is an intimate yet powerful exploration of fame, vulnerability, and emotional growth. The album shifts between whispery ballads and bold, dramatic climaxes, showcasing the nuanced production of Billie and Finneas. Songs like “NDA,” “Your Power,” and the explosive title track illustrate her evolution as a storyteller and vocal performer. With its cinematic textures, minimalist beats, and deeply personal lyrics, the record creates a cohesive emotional journey that reflects a more mature and reflective Billie Eilish.",
        "Rating": {
            "Sound": 5,
            "Length": 5,
            "Difficulty": 3
        },
        "BgImgLink": "https://pbs.twimg.com/media/Eu9imfXXYAMg8-Q.j pg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/0JGOiO34nwfUdDrD612dOp"
    },
    "9C4ED2": {
        "Name": "Is This It",
        "Artist": "The Strokes",
        "Date": "30/07/2001",
        "TrackN": 11,
        "Time": 36.28,
        "Genre": ["Indie Rock", "Garage Rock Revival"],
        "Link": "https://i.scdn.co/image/ab67616d0000b27313f2466b83507515291acce4",
        "Descr": "A raw, iconic indie-rock album revolutionizing the 2000s guitar-band sound.",
        "LongDescr": "The Strokes’ Is This It (2001) is a landmark indie-rock album that redefined early-2000s music with its minimalist production, gritty guitar tones, and laid-back vocal style. Tracks like “Last Nite,” “Someday,” and “Hard to Explain” feature infectious riffs and sharp songwriting that capture the restless, urban atmosphere of the era. The album’s stripped-down sound and confident simplicity helped spark the garage rock revival, influencing countless bands. Is This It remains a timeless, energetic, and effortlessly cool record.",
        "Rating": {
            "Sound": 5,
            "Length": 4,
            "Difficulty": 3
        },
        "BgImgLink": "https://i.pinimg.com/736x/2e/1d/d7/2e1dd74990fbe94b6faad994d2fe47e6.jpg",
        "SpotifyHyperLink": "https://open.spotify.com/intl-it/album/2k8KgmDp9oHrmu0MIj4XDE"
    }
}
